Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Not graded (0 out of %@)
ar: لم يتم تقييم الدرجة (0 من إجمالي %@)
ca: No s'ha qualificat (0 de %@)
cy: Heb raddio (0 allan o %@)
da: Ikke vurderet (0 ud af %@)
da_instk12: Ikke bedømt (0 ud af %@)
de: Nicht benotet (0 von %@)
es: No calificado (0 de %@)
es_es: Sin evaluar (0 de %@)
fi: Ei arvosteltu (0/%@)
fr: Non noté (0 sur %@)
fr_ca: Non noté (0 sur %@)
ga: Neamhmharcáilte (0 as %@)
hi: ग्रेड नहीं किया गया (%@ में से 0)
ht: Pa klase (0 sou %@)
id: Tidak dinilai (0 dari %@)
is: Ekki metið (0 af %@)
it: Non valutato (0 su %@)
ja: 未採点 (0 / %@)
ko: 채점되지 않음(0/%@)
mi: Kaore i kōeketia (0 i roto i te %@)
ms: Tidak digredkan (0 daripada %@)
nb: Ikke vurdert (0 av %@)
nb_instk12: Ikke vurdert (0 ut av %@)
nl: Niet beoordeeld (0 van %@)
pl: Bez oceny (0 z %@)
pt: Não classificado (0 de %@)
pt_br: Não avaliado (0 de %@)
ru: Не оценено (0 из %@)
sl: Ni ocenjeno (0 od %@).
sv: Inte bedömda (0 av %@)
sv_instk12: Ej bedömd (0 av %@)
th: ไม่ได้ให้เกรด (0 จาก %@)
vi: Chưa chấm điểm (0 trên tổng số %@)
zh: 未评分（0分，总共%@分）
zh_hk: 未評分（0 分，滿分為 %@）

source: Not Submitted
ar: لم يتم الإرسال
ca: No s’ha entregat
cy: Heb Gyflwyno
da: Ikke indsendt
da_instk12: Ikke indsendt
de: Nicht abgegeben
es: No presentado
es_es: No entregado
fi: Ei lähetetty
fr: Non soumis
fr_ca: Non soumis
ga: Níl sé Curtha isteach
hi: सबमिट नहीं किया गया
ht: Pa Soumèt
id: Belum Diserahkan
is: Ekki lagt fram
it: Non inviato
ja: 未提出
ko: 제출되지 않음
mi: E Kore E Tukua
ms: Tidak Diserahkan
nb: Ikke levert
nb_instk12: Ikke levert
nl: Nog niet Beoordeeld
pl: Nie wysłano
pt: Não Entregue
pt_br: Não Enviado
ru: Не отправлено
sl: Ni oddano.
sv: Inte inlämnat
sv_instk12: Inte inlämnad
th: ไม่ได้จัดส่ง
vi: Chưa Nộp
zh: 未提交
zh_hk: 未提交

source: Note: Media files are not immediately available for playback while they are processed on the server.
ar: ملاحظة: لا يمكن تشغيل ملفات الوسائط بشكل فوري أثناء معالجتها على الخادم.
ca: Nota: Els fitxers multimèdia no estan immediatament disponibles per reproduir-los mentre es processen al servidor.
cy: Nodyn: Dydy ffeiliau cyfryngau ddim ar gael i'w chwarae ar unwaith tra maent yn cael eu prosesu ar y gweinydd.
da: Bemærk: Mediefiler er ikke tilgængelige til afspilning, mens de behandles på serveren.
da_instk12: Bemærk: Medie filer er ikke umiddelbart tilgængelige for afsplining mens de behandles på serveren.
de: Anmerkung: Mediendateien werden nicht sofort verfügbar für die Wiedergabe, wenn sie auf dem Server bearbeitet werden.
es: Nota: Los archivos multimedia no están disponibles para su reproducción inmediata mientras se procesan en el servidor.
es_es: Nota: Los archivos multimedia no están disponibles para tu reproducción inmediata mientras se procesan en el servidor.
fi: Huomautus: Mediatiedostot eivät ole välittömästi saatavissa toistettaviksi, kun niitä käsitellään palvelimella.
fr: Remarque : Les fichiers multimédia ne sont pas immédiatement disponibles à la lecture, le temps d’être traités par le serveur.
fr_ca: Remarque : Les fichiers de média sont seulement rendus disponibles à la lecture qu'après avoir été traités sur le serveur.
ga: Tabhair faoi deara: Níl comhaid meáin ar fáil láithreach le haghaidh athsheinm agus iad á bpróiseáil ar an bhfreastalaí.
hi: ध्यान दें: मीडिया फ़ाइलें सर्वर पर संसाधित होने के दौरान तुरंत प्लेबैक के लिए उपलब्ध नहीं होती हैं।
ht: Nòt: Fichye miltimedya yo pa disponib menm kote a pou lekti lè se sou sèvè a yo trete.
id: Catatan: File media tidak langsung tersedia untuk diputar saat diproses di server.
is: Athugasemd: Miðlaskrár eru ekki tiltækar strax til spilunar á meðan miðlarinn er að vinna með þær.
it: Nota: I file multimediali non sono immediatamente disponibili per la riproduzione mentre vengono elaborati nel server.
ja: 注記：メディアファイルは、サーバー上で処理中はすぐには再生できません。
ko: 참고: 서버에서 프로세스하는 동안 미디어 파일을 즉시 재생에 사용할 수 없습니다.
mi: Tuhipoka Kāore i te wātea tonu ngā kōnae Pāpāho mo te purei anō i te wā e tukatukahia ana i runga i te tūmau.
ms: Perhatian: Fail media tidak tersedia serta-merta untuk main balik ketika masih diproses dalam pelayan.
nb: Merknad: Mediefiler er ikke tilgjengelig for avspilling mens de behandles av server.
nb_instk12: Merk: Mediafiler er ikke umiddelbart tilgjengelig for avspilling mens de behandles på serveren.
nl: Opmerking: Mediabestanden zijn niet direct beschikbaar om af te spelen terwijl ze nog op de server bewerkt worden.
pl: Uwaga: Podczas przetwarzania przez serwer, pliki multimediów nie są natychmiast dostępne do odtworzenia.
pt: Nota: Os ficheiros de mídia não estão imediatamente disponíveis para reprodução enquanto são processados no servidor.
pt_br: Observação: Arquivos de mídia não estão imediatamente disponíveis para reprodução enquanto são processados no servidor.
ru: Примечание. Файлы мультимедиа не доступны для воспроизведения, пока они обрабатываются на сервере.
sl: Opomba: Medijske datoteke med obdelavo na strežniku niso takoj na voljo za predvajanje.
sv: Obs! Mediefiler är inte omedelbart tillgängliga för uppspelning under tiden de behandlas på servern.
sv_instk12: Notera: mediafiler är inte tillgängliga för uppspelning omedelbart medan de bearbetas på servern.
th: หมายเหตุ: ไฟล์สื่อไม่พร้อมเปิดเล่นในทันทีขณะที่ประมวลผลในเซิร์ฟเวอร์
vi: Lưu ý: Tập tin nội dung phương tiện không thể phát lại ngay trong khi đang được xử lý trên máy chủ.
zh: 注意：在服务器上处理媒体文件时，无法立即播放媒体文件。
zh_hk: 注意：媒體檔案目前正在伺服器上進行處理中，暫時無法提供播放。

source: Nothing overdue — you're on top of it!
ar: لا توجد أي متأخرات — أنت تؤدي بشكل رائع!
ca: No hi ha res endarrerit; esteu al corrent.
cy: Dim byd yn hwyr – rydych chi wedi dal i fyny!
da: Ingen elementer for sent – du har styr på det!
da_instk12: Ingen elementer for sent – du har styr på det!
de: Nichts ist überfällig – Sie haben alles im Griff!
es: No hay nada pendiente: ¡lo tiene todo bajo control!
es_es: Nada atrasado: ¡lo llevas todo al día!
fr: Aucun retard. Félicitations pour votre excellente gestion !
fr_ca: Rien en retard — vous gérez bien!
ga: Níl aon rud déanach - tá gach rud faoi smacht agat!
hi: कुछ भी बकाया नहीं है — आप सब कुछ संभाल रहे हैं!
ht: Pa gen anyen ki anreta — Ou byen jere sitiyasyon an!
id: Tidak ada yang terlambat — sudah lengkap!
is: Ekkert í vanskilum - þú ert með hlutina á hreinu!
it: Nessuna attività scaduta, hai tutto sotto controllo!
ja: 期限切れの課題なし — 順調に進んでいますね！
ko: 기한 초과가 없음. 잘 따라가고 있습니다!
mi: Kāore he mea kua tomuri — kei runga rawa koe!
ms: Tiada yang perlu dihantar — anda telah menyelesaikan semuanya!
nb: Ingenting er forfalt – du har kontroll!
nb_instk12: Ingenting er forfalt – du har kontroll!
nl: Er is niets te laat – je hebt alles onder controle!
pl: Wszystko odesłane – panujesz nad sytuacją!
pt: Não há nada em atraso — estás tudo sob controlo!
pt_br: Nada atrasado — você está com tudo em dia!
ru: Просрочки отсутствуют — Вы все держите под контролем!
sl: Nikjer še niste v zamudi – kar tako naprej!
sv: Inget är sent – du är ikapp!
sv_instk12: Inget är sent – du är ikapp!
th: ไม่มีอะไรที่เกินกำหนด - คุณจัดการได้อยู่หมัด!
vi: Không có gì quá hạn — bạn đang kiểm soát rất tốt đấy!
zh: 没有逾期作业 — 您已全部完成！
zh_hk: 沒有逾期－你做得很好！

source: Nothing to do, go play outside!
ar: لا يمكن فعل أي شيء، اذهب للعب في الخارج!
ca: No hi ha res per fer; ves a jugar a fora.
cy: Dim byd i'w wneud, ewch allan i chwarae!
da: Intet at gøre, gå ud at lege udenfor!
da_instk12: Intet at gøre, gå ud at lege udenfor!
de: Es gibt nichts zu tun. Gehen Sie raus in die Natur ...
es: No tiene nada que hacer, ¡salga a jugar!
es_es: No tienes nada que hacer, ¡sal y diviértete!
fi: Ei ole mitään tekemistä, mene ulos leikkimään!
fr: Rien à faire ici, allez donc jouer en plein-air !
fr_ca: Rien à faire ici, allez donc jouer dehors!
ga: Níl aon rud le déanamh, téigh ag súgradh taobh amuigh!
hi: करने को कुछ नहीं है, बाहर जाकर खेलें!
ht: Pa gen anyen pou fè, al jwe deyò a!
id: Tidak ada yang bisa dilakukan, bermainlah di luar!
is: Ekkert að gera, farðu út að leika!
it: Niente da fare, vai a giocare fuori!
ja: 何もすることがなければ、外の空気を吸いましょう！
ko: 할 일이 없습니다. 쉬어도 되겠습니다!
mi: Kaore ki te mahi, haere tākaro ki waho!
ms: Tiada apa-apa untuk dilakukan, ayuh bermain di luar!
nb: Ingenting å gjøre, gå å lek ute!
nb_instk12: Ingenting å gjøre, gå å lek ute!
nl: Niks te doen, ga buiten spelen!
pl: Nie ma nic do zrobienia, idź na dwór!
pt: Nada para fazer, vai brincar lá fora!
pt_br: Nada para fazer, vá brincar lá fora!
ru: Нечего делать, пойди поиграй на улице!
sl: Ni nobenega dela, pojdite se igrat ven.
sv: Inget att göra, så gå ut och lek!
sv_instk12: inget att göra, gå ut och lek!
th: ไม่มีอะไรทำ ออกไปเล่นข้างนอกดีกว่า!
vi: Không có gì cần làm, hãy ra ngoài chơi!
zh: 没有事做，出去玩吧！
zh_hk: 沒有待辦事項，出去玩吧！

source: Nothing to see here.
ar: لا شيء لرؤيته هنا.
ca: No hi ha res per veure aquí.
cy: Dim byd i'w weld yma.
da: Intet at se her.
da_instk12: Intet at se her.
de: Hier gibt es nichts zu sehen.
es: No hay nada que ver aquí.
es_es: No hay nada que ver aquí.
fi: Täällä ei ole mitään nähtävää.
fr: Rien à voir ici.
fr_ca: Rien à voir ici.
ga: Níl aon rud le feiceáil anseo.
hi: यहां देखने के लिए कुछ नहीं है।
ht: Pa gen anyen pou w wè la a.
id: Tidak ada yang bisa dilihat di sini.
is: Ekkert að sjá hér.
it: Non c’è niente da vedere qui.
ja: ここには見るものが何もありません。
ko: 여기에 아직 표시할 것이 없습니다.
mi: Kaore ki te kite i konei.
ms: Tiada apa-apa untuk dilihat di sini.
nb: Ingenting å se her.
nb_instk12: Ingenting å se her.
nl: Niets te zien hier.
pl: Nic tu nie ma.
pt: Nada para ver aqui.
pt_br: Nada para ver aqui.
ru: Здесь нечего смотреть.
sl: Tu ni ničesar za ogled.
sv: Det finns inget att se här.
sv_instk12: Finns inget att se här.
th: ไม่มีอะไรให้ดูที่นี่
vi: Không có gì để xem ở đây.
zh: 这里没有东西看。
zh_hk: 這裡沒有內容供瀏覽。

source: Notification
ar: الإخطار
ca: Notificació
cy: Hysbysiad
da: Notifikation
da_instk12: Notifikation
de: Benachrichtigung
es: Notificación
es_es: Notificación
fi: Ilmoitus
ga: Fógra
hi: सूचना
ht: Notifikasyon
id: Notifikasi
is: Tilkynning
it: Notifica
ja: 通知
ko: 알림
mi: Whakamōhiotanga
ms: Pemberitahuan
nb: Varsel
nb_instk12: Varsel
nl: Melding
pl: Powiadomienie
pt: Notificação
pt_br: Notificação
ru: Уведомление
sl: Sporočilo
sv: Avisering
sv_instk12: Avisering
th: การแจ้งข้อมูล
vi: Thông Báo
zh: 通知
zh_hk: 通知

source: Notification Preferences
ar: تفضيلات الإخطارات
ca: Preferències de notificació
cy: Dewisiadau Hysbysiadau
da: Meddelelsespræferencer
da_instk12: Meddelelsespræferencer
de: Benachrichtigungseinstellungen
es: Preferencias de notificación
es_es: Preferencias de notificación
fi: Ilmoitusasetukset
fr: Préférences de notification
fr_ca: Préférences de notification
ga: Sainroghanna Fógraí
hi: सूचना वरीयताएं
ht: Preferans Notifikasyon
id: Preferensi Notifikasi
is: Stillingar tilkynninga
it: Preferenze notifiche
ja: 通知設定
ko: 알림 기본 설정
mi: Whakamōhiotanga Manakohanga
ms: Keutamaan Pemberitahuan
nb: Innstillinger for varslinger
nb_instk12: Innstillinger for varslinger
nl: Meldingsvoorkeuren
pl: Preferencje powiadomień
pt: Preferências de notificação
pt_br: Preferências de notificações
ru: Настройки уведомлений
sl: Prednostne nastavitve sporočil
sv: Inställningar för aviseringar
sv_instk12: Inställningar för aviseringar
th: ค่าปรับแต่งการแจ้งข้อมูล
vi: Cài Đặt Ưu Tiên Thông Báo
zh: 通知首选项
zh_hk: 通知偏好設定

source: Notifications
ar: الإعلامات
ca: Notificacions
cy: Hysbysiadau
da: Notifikationer
da_instk12: Notifikationer
de: Benachrichtigungen
es: Notificaciones
es_es: Notificaciones
fi: Ilmoitukset
ga: Fógraí
hi: सूचनाएं
ht: Notifikasyon
id: Notifikasi
is: Tilkynningar
it: Notifiche
ja: 通知
ko: 알림
mi: Whakamōhiotanga
ms: Pemberitahuan
nb: Varslinger
nb_instk12: Varslinger
nl: Meldingen
pl: Powiadomienia
pt: Notificações
pt_br: Notificações
ru: Уведомления
sl: Obvestila
sv: Aviseringar
sv_instk12: Aviseringar
th: การแจ้งข้อมูล
vi: Thông Báo
zh: 通知
zh_hk: 通知

source: Observer
ar: المراقب
ca: Observador
cy: Arsyllwr
da: Observatør
da_instk12: Observatør
de: Beobachter*in
es: Observador
es_es: Observador
fi: Havainnoija
fr: Observateur
fr_ca: Observateur
ga: Breathnóir
hi: समीक्षक
ht: Obsèvatè
id: Pengamat
is: Skoðandi
it: Osservatore
ja: オブザーバー
ko: 보호자
mi: Kaimātakitaki
ms: Pemerhati
nb: Observatør
nb_instk12: Observatør
nl: Waarnemer
pl: Obserwujący
pt: Observador
pt_br: Observador
ru: Наблюдатель
sl: Skriti bralec
sv: Observatör
sv_instk12: Observatör
th: ผู้สังเกตการณ์
vi: Người Quan Sát
zh: 观察员
zh_hk: 觀察者

source: Offline Content Sync Failed
ar: تعذرت مزامنة المحتوى دون اتصال
ca: No s’ha pogut sincronitzar el contingut sense connexió
cy: Cysoni Cynnwys All-lein wedi Methu
da: Synkronisering af offlineindhold mislykkedes
da_instk12: Synkronisering af offlineindhold mislykkedes
de: Synchronisierung vpn Offline-Inhalten fehlgeschlagen
es: Error en la sincronización de contenido sin conexión
es_es: Se ha producido un error en la sincronización del contenido sin conexión
fi: Verkon ulkopuolisen sisällön synkronisointi epäonnistui.
fr: Échec de la synchronisation du contenu hors ligne
fr_ca: Échec de la synchronisation du contenu hors connexion
ga: Theip ar Shioncronú Ábhar As Líne
hi: ऑफ़लाइन सामग्री सिंक करना विफल हुआ
ht: Senkwonizasyon Kontni san Koneksyon an Echwe
id: Sinkronisasi Konten Offline Gagal
is: Samstilling efnis án nettengingar mistókst
it: Errore sincronizzazione contenuto offline
ja: オフラインコンテンツの同期失敗
ko: 오프라인 콘텐츠 동기화 실패
mi: I Rahua te Tukutahi Ihirangi Tuimotu
ms: Penyegerakan Kandungan Luar Talian Gagal
nb: Synkronisering av frakoblet emneinnhold mislyktes
nb_instk12: Synkronisering av frakoblet emneinnhold mislyktes
nl: Offline contentsynchronisatie mislukt
pl: Niepowodzenie synchronizacji zawartości offline
pt: Falha na sincronização de conteúdos offline
pt_br: Falha na sincronização de conteúdo off-line
ru: Сбой синхронизации автономного содержимого
sl: Sinhronizacija vsebine brez povezave ni uspela
sv: Innehållssynkronisering offline misslyckades
sv_instk12: Innehållssynkronisering offline misslyckades
th: ซิงค์เนื้อหาออฟไลน์ล้มเหลว
vi: Đồng Bộ Nội Dung Ngoại Tuyến Không Thành Công
zh: 离线同步内容失败
zh_hk: 離線內容同步失敗

source: Ok
ar: موافق
ca: D'acord
cy: Iawn
es: Aceptar
es_es: Aceptar
hi: ठीक है
is: Í lagi
ko: 확인
mi: Ae
ru: Ок
sl: V redu
th: ตกลง
zh: 确定
zh_hk: 確定

source: OK
ar: موافق
ca: D'acord
cy: Iawn
es: Aceptar
es_es: Aceptar
ga: CGL
hi: ठीक है
ht: DAKO
is: Í lagi
ko: 확인
mi: Ae
sl: V redu
zh: 确定
zh_hk: 確定

source: On %@ %@ commented "%@"
ar: في %@ %@ علق على "%@"
ca: El %@, %@ ha fet el comentari “%@”
cy: Ar %@ gadawodd %@ y sylw "%@"
da: Den %@ kommenterede %@ "%@"
da_instk12: Den %@ kommenterede %@ "%@"
de: Am %@ %@ kommentierte „%@“
es: En %@ %@ comentó "%@"
es_es: El %@ %@ comentó “%@”
fi: %@ %@ kommentoi "%@"
fr: Sur %@ %@ a commenté « %@ »
fr_ca: Le %@ %@ a commenté « %@ »
ga: Ar %@ %@ rinneadh ráiteas "%@"
hi: %@ %@ पर "%@" टिप्पणी की
ht: Nan %@ %@ kòmante"%@"
id: Di %@ %@ berkomentar “%@”
is: Þann %@ gerði %@ athugasemd við „%@“
it: Il %@ %@ ha commentato "%@"
ja: %@について%@が "%@"とコメントしました
ko: %@에 %@ 님이 "%@"(이)라고 댓글을 추가했습니다
mi: I runga %@ %@ i kōrerotia "%@"
ms: Pada %@ %@ memberikan komen "%@"
nb: På %@ %@ kommenterte "%@"
nb_instk12: På %@ %@ kommenterte "%@"
nl: Op %@ heeft %@ als opmerking geplaatst "%@"
pl: W dniu %@ %@ skomentował "%@"
pt: Em %@ %@ comentado "%@"
pt_br: Em %@ %@ comentou "%@"
ru: На %@ %@ прокомментировал "%@"
sl: Na %@ je %@ komentiral(a) »%@«
sv: Den %@ %@ kommenterade "%@"
sv_instk12: Den %@ %@ kommenterade "%@"
th: ใน %@ %@ แสดงความเห็น "%@"
vi: Vào %@ %@ đã bình luận "%@"
zh: 在%@%@评论了“%@”
zh_hk: 在 %@ %@ 評論 "%@"

source: On %@ %@ left a video comment
ar: في %@ %@ ترك تعليق فيديو
ca: El %@, %@ ha deixat un comentari en vídeo
cy: Ar %@ gadawodd %@ sylw fideo
da: Den %@ efterlod %@ en videokommentar
da_instk12: Den %@ efterlod %@ en videokommentar
de: Hat am %@ %@ einen Videokommentar hinterlassen
es: En %@ %@ dejó un comentario de video
es_es: El %@ %@ dejó un comentario de vídeo
fi: %@ %@ jätti videokommentin
fr: Sur %@ %@ a laissé un commentaire vidéo
fr_ca: Le %@ %@ a laissé un commentaire vidéo
ga: Ar %@ %@ fágadh ráiteas físe
hi: %@ %@ पर वीडियो टिप्पणी छोड़ी
ht: Le %@ %@ kite yon kòmantè videyo
id: Di %@ %@ meninggalkan komentar video
is: Þann %@ skildi %@ eftir myndbandsathugasemd
it: Il %@ %@ ha lasciato un commento video
ja: %@について%@がビデオコメントを残しました
ko: %@에 %@ 님이 동영상 댓글을 남겼습니다
mi: I runga %@ %@ i waiho he kōrero ataata
ms: Pada %@ %@ meninggalkan komen video
nb: På %@ %@ la igjen en videokommentar
nb_instk12: På %@ %@ la igjen en videokommentar
nl: Op %@ heeft %@ een video-opmerking achtergelaten
pl: W dniu %@ %@ pozostawił komentarz wideo
pt: À %@ %@ esquerda um comentário em vídeo
pt_br: Em %@ %@ deixou um comentário de vídeo
ru: На %@ %@ оставил видеокомментарий
sl: Na %@ je %@ pustil(a) videokomentar
sv: På %@ %@ lämnade en videokommentar
sv_instk12: På %@ %@ lämnade en videokommentar
th: ใน %@ %@ แสดงความเห็นเป็นวิดีโอ
vi: Vào %@ %@ đã để lại bình luận video
zh: 在%@%@留下了视频评论
zh_hk: 在 %@ %@ 上留下視訊評論

source: On %@ %@ left an audio comment
ar: في %@ %@ ترك تعليق صوتي
ca: El %@, %@ ha deixat un comentari de so
cy: Ar %@ gadawodd %@ sylw sain
da: Den %@ efterlod %@ en lydkommentar
da_instk12: Den %@ efterlod %@ en lydkommentar
de: Hat am %@ %@ einen Audiokommentar hinterlassen
es: En %@ %@ dejó un comentario de audio
es_es: El %@ %@ dejó un comentario de audio
fi: %@ %@ jätti äänikommentin
fr: Sur %@ %@ a laissé un commentaire audio
fr_ca: Le %@ %@ a laissé un commentaire audio
ga: Ar %@ %@ fágadh ráiteas fuaime
hi: %@ %@ पर ऑडियो टिप्पणी छोड़ी
ht: Le %@ %@ kite yon kòmantè odyo
id: Di %@ %@ meninggalkan komentar audio
is: Þann %@ skildi %@ eftir hljóðathugasemd
it: Il %@ %@ ha lasciato un commento audio
ja: %@について%@がオーディオコメントを残しました
ko: %@에 %@ 님이 오디오 댓글을 남겼습니다
mi: I runga %@ %@ i waiho he kōrero orooro
ms: Pada %@ %@ meninggalkan komen audio
nb: På %@ %@ la igjen en lydkommentar
nb_instk12: På %@ %@ la igjen en lydkommentar
nl: Op %@ heeft %@ een audio-opmerking achtergelaten
pl: W dniu %@ %@ pozostawił komentarz audio
pt: À %@ %@ esquerda um comentário de áudio
pt_br: Em %@ %@ deixou um comentário de áudio
ru: На %@ %@ оставил аудиокомментарий
sl: Na %@ je %@ pustil(a) zvočni komentar
sv: På %@ %@ lämnade en ljudkommentar
sv_instk12: På %@ %@ lämnade en ljudkommentar
th: ใน %@ %@ แสดงความเห็นเป็นเสียง
vi: Vào %@ %@ đã để lại bình luận âm thanh
zh: 在%@%@留下了音频评论
zh_hk: 在 %@ %@ 上留下音訊評論

source: On %@ %@ submitted the following
ar: في %@ %@ أرسل التالي
ca: El %@, %@ ha entregat els elements següents
cy: Ar %@ cyflwynodd %@ y canlynol
da: Den %@ afleverede %@ følgende
da_instk12: Den %@ afleverede %@ følgende
de: Hat am %@ %@ Folgendes abgegeben
es: En %@ %@ envió lo siguiente
es_es: El %@ %@ envió lo siguiente
fi: %@ %@ lähetti seuraavaa
fr: Sur %@ %@ a soumis ce qui suit
fr_ca: Le %@ %@ a envoyé ce qui suit
ga: Ar %@ %@ cuiredh na méid seo a leanas isteach
hi: %@ %@ निम्नलिखित को सबमिट किया
ht: Le %@ %@ te soumèt sa annapre yo
id: Di %@ %@ menyerahkan berikut ini
is: Þann %@ skilaði %@ eftirfarandi
it: Il %@ %@ ha inviato quanto segue
ja: %@について%@が次を提出しました
ko: %@에 %@ 님이 다음을 제출했습니다
mi: I runga %@ %@ i tukuna e whai ake nei
ms: Pada %@ %@ menyerahkan yang berikut
nb: På %@ %@ sendte inn følgende
nb_instk12: På %@ %@ sendte inn følgende
nl: Op %@ heeft %@ het volgende ingeleverd
pl: W dniu %@ %@ przesłał następujące
pt: À %@ %@ enviou o seguinte
pt_br: Em %@ %@ enviou o seguinte
ru: На %@ %@ отправил следующее
sl: Na %@ je %@ objavil(a) naslednje
sv: På %@ %@ skickade in följande
sv_instk12: På %@ %@ skickade in följande
th: ใน %@ %@ จัดส่งข้อมูลต่อไปนี้
vi: Vào %@ %@ đã nộp mục sau
zh: 在%@%@提交了以下内容
zh_hk: 在 %@ %@ 上提交以下內容

source: One assignment, one moment, one step at a time.
ar: مهمة واحدة ولحظة واحدة وخطوة واحدة في المرة.
ca: Una activitat, un moment, un pas cada vegada.
cy: Un aseiniad, un foment, un cam ar y tro.
da: Én opgave, ét øjeblik, ét skridt ad gangen.
da_instk12: Én opgave, ét øjeblik, ét skridt ad gangen.
de: Eine Aufgabe, ein Moment, ein Schritt nach dem anderen.
es: Una tarea, un momento, un paso a la vez.
es_es: Una actividad, un momento, pasito a pasito.
fi: Yksi tehtävä, yksi hetki, yksi askel kerrallaan.
fr: Un travail, un temps, un pas à la fois.
fr_ca: Une mission, un moment, un pas à la fois.
ga: Tasc amháin, nóiméad amháin, céim amháin ag an am.
hi: एक असाइनमेंट, एक पल, एक समय में एक कदम।
ht: Yon devwa, yon moman, ti pa ti pa.
id: Satu tugas, satu momen, satu langkah demi satu langkah.
is: Eitt verkefni, eitt augnablik, eitt skref í einu.
it: Un compito, un momento, un passo alla volta.
ja: 一つの瞬間に一つの課題を、一歩ずつ。
ko: 한 번에 한 과제, 한 순간, 한 단계씩 나아갑니다.
mi: Kotahi te mahi, kotahi te wā, kotahi te takahanga i ia wā.
ms: Satu tugasan, satu detik, satu langkah pada satu masa.
nb: Én oppgave, ett øyeblikk, ett steg av gangen.
nb_instk12: Én oppgave, ett øyeblikk, ett steg av gangen.
nl: Eén opdracht, één moment, één stap per keer.
pl: Po jednym zadaniu, zawsze o krok do przodu.
pt: Uma tarefa, um momento, um passo de cada vez.
pt_br: Uma tarefa, um momento, um passo de cada vez.
ru: Одно задание, один момент, один шаг за раз.
sl: Ena naloga, en trenutek, en korak naenkrat.
sv: En uppgift, ett ögonblick, ett steg i taget.
sv_instk12: En uppgift, ett ögonblick, ett steg i taget.
th: หนึ่งภารกิจ หนึ่งช่วงเวลา ก้าวไปทีละก้าว
vi: Từng bài tập, từng khoảnh khắc, từng bước một.
zh: 路一步一步走，难题一个一个解决。
zh_hk: 一次完成一項任務，把握每一個瞬間，一步一腳印。

source: One step at a time is still progress.
ar: خطوة واحدة صغيرة لا تزال تقدمًا نحو تحقيق الهدف.
ca: Un pas cada vegada segueix sent un progrés.
cy: Mae un cam ar y tro yn gynnydd.
da: Et skridt ad gangen er stadig fremskridt.
da_instk12: Et skridt ad gangen er stadig fremskridt.
de: Ein Schritt nach dem anderen ist immer noch ein Fortschritt.
es: Un paso tras otro también es un progreso.
es_es: Ir paso a paso sigue siendo avanzar.
fi: Yksi askel kerrallaan on silti edistystä.
fr: Avancer un pas à la fois, c’est déjà du progrès.
fr_ca: Un pas après l’autre, c’est toujours un progrès.
ga: Is dul chun cinn fós céim amháin ag an am.
hi: एक समय में एक कदम भी प्रगति ही है।
ht: Ti pa ti pa se toujou pwogrè.
id: Selangkah demi selangkah tetaplah sebuah kemajuan.
is: Eitt skref í einu er samt framfarir.
it: Una fase alla volta è ancora in corso.
ja: 一歩ずつでも進歩は進歩です。
ko: 한 번에 한 단계도 발전입니다.
mi: Kotahi te taahiraa i ia wā, he ahunga whakamua tonu.
ms: Satu langkah setiap kali tetap satu kemajuan.
nb: Ett steg av gangen er fortsatt fremgang.
nb_instk12: Ett steg av gangen er fortsatt fremgang.
nl: Stap voor stap is nog steeds vooruitgang.
pl: Nawet jeden krok na raz to jakiś postęp.
pt: Um passo de cada vez ainda é progresso.
pt_br: Um passo de cada vez ainda é progresso.
ru: Шаг за шагом — это и есть прогресс.
sl: Korak za korakom je še vedno napredek.
sv: Ett steg i taget är fortfarande framsteg.
sv_instk12: Ett steg i taget är fortfarande framsteg.
th: ก้าวไปทีละก้าวแต่ไม่ยอมแพ้
vi: Đi từng bước một vẫn là tiến bộ.
zh: 踏踏实实，一步一个脚印。
zh_hk: 一步一腳印也是進步。

source: Online URL
ar: عنوان URL عبر الإنترنت
ca: URL en línia
cy: URL Ar-lein
es: URL en línea
es_es: URL online
fi: Verkko-url
fr: URL en ligne
fr_ca: URL en ligne
ga: URL ar líne
hi: ऑनलाइन URL
ht: URL an liy
id: URL Online
is: Vefslóð á netinu
it: URL online
ja: オンラインURL
ko: 온라인 URL
mi: URL Ipurangi
ms: URL Dalam Talian
nb: URL på nett
nb_instk12: URL på nett
pl: Adres URL online
pt: URL On-line
pt_br: URL online
ru: URL-адрес в Интернете
sl: Spletni naslov URL
th: URL ออนไลน์
vi: URL Trực Tuyến
zh: 在线 URL
zh_hk: 線上 URL
